import { Category } from './category';

export const CATEGORIES: Category[] = [
    {
        "id": 1,
        "name": "Акушерство, гинекология, репродуктивная медицина",
        "items": []
    },
    {
        "id": 2,
        "name": "Аллергия. Иммунитет",
        "items": []
    },
    {
        "id": 3,
        "name": "Варикоз",
        "items": []
    },
    {
        "id": 4,
        "name": "Гастроэнтерология",
        "items": []
    },
    {
        "id": 5,
        "name": "Гепатология",
        "items": []
    },
    {
        "id": 6,
        "name": "Головная боль",
        "items": []
    },
    {
        "id": 7,
        "name": "Дерматология",
        "items": []
    },
    {
        "id": 8,
        "name": "Детская и подростковая гинекология",
        "items": []
    },
    {
        "id": 9,
        "name": "Избыточный вес. Диеты",
        "items": []
    },
    {
        "id": 10,
        "name": "Изжога. Желудочно-пищеводный рефлюкс",
        "items": []
    },
    {
        "id": 11,
        "name": "Инфекционные заболевания",
        "items": []
    },
    {
        "id": 12,
        "name": "Кардиология",
        "items": []
    },
    {
        "id": 13,
        "name": "Косметология",
        "items": []
    },
    {
        "id": 14,
        "name": "Маммология",
        "items": []
    },
    {
        "id": 15,
        "name": "Метеочувствительность",
        "items": []
    },
    {
        "id": 16,
        "name": "Неврология",
        "items": []
    },
    {
        "id": 17,
        "name": "Онкология",
        "items": []
    },
    {
        "id": 18,
        "name": "Неврология",
        "items": []
    },
    {
        "id": 19,
        "name": "Отоларингология",
        "items": []
    },
    {
        "id": 20,
        "name": "Офтальмология",
        "items": []
    },
    {
        "id": 21,
        "name": "Прививки",
        "items": []
    },
    {
        "id": 22,
        "name": "Проктология",
        "items": []
    },
    {
        "id": 23,
        "name": "Пульмонология, фтизиатрия",
        "items": []
    },
    {
        "id": 24,
        "name": "Стоматология. Заболевания полости рта",
        "items": []
    },
    {
        "id": 25,
        "name": "Стресс. Депрессия. Психологическое консультирование",
        "items": []
    },
    {
        "id": 26,
        "name": "Травматология и ортопедия",
        "items": []
    },
    {
        "id": 27,
        "name": "Урология и нефрология",
        "items": []
    },
    {
        "id": 28,
        "name": "Эндокринология. Сахарный диабет",
        "items": []
    },
    {
        "id": 0,
        "name": "Другое...",
        "items": []
    }
];